Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/uit.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: Nordic Marcé - Working together for 1001 days - improving perinatal mental health for all 2019-10-24 - 2019-10-25 2019.
nb: Nordic Marcé - Working together for 1001 days - improving perinatal mental health for all 2019-10-24 - 2019-10-25 2019. Landsem, Inger Pauline. Gode råd om søvn hos spedbarn.

source: at the Instute of Psychiatry in October.
nb: ved Psykiatrisk Institutt i oktober.

source: We expect that identification of accurate needs, development of products, and testing (documentation) will take several years for each research area.
nb: Vi forventer at identifisering av nøyaktige behov, utvikling av produkter og testing (dokumentasjon) vil ta flere år for hvert forskningsområde.

source: The cultural biography of things.
nb: Ha innsikt i vektorregning både i planet og i rommet.

source: MED-2510 exam or the partner university¿s equivalent exam passed.
nb: Emnet er forbeholdt studenter med studierett på profesjonsstudiet i medisin og med bestått eksamen MED-2510.

source: Low Frequency Noise in Poly-Si- and Poly-SiGe-gated MOSFETs.
nb: I hjemme laborasjonen simuleres optimalisering av en solcelle og dets egenskaper mha.

source: It has been claimed that the occupation in fact relieved these groups of the harsh process of national assimilation (“Norwegianisation”), which had been pursued by Norwegian authorities up until 1940.
nb: Det har blitt hevdet at okkupasjonen faktisk lettet trykket på disse gruppene ved å stanse den pågående fornorskningsprosessen som hadde blitt forfulgt av norske myndigheter frem til 1940.

source: After passing the course, students will have the following learning outcomes:
nb: Kandidaten kan regne med størrelser og enheter i SI systemet, og behersker omregning mellom enheter.

source: Consequently, one semester of full-time study at a higher education institution abroad is equivalent to 30 credits.
nb: Det vil si at ett semesters fulltidsstudium ved et utenlandsk lærested vil dermed gi 30 studiepoeng.

source: Our focuses, visions, values and overall goals are identical with Strategy plan of the faculty for 2014-2020.
nb: Våre fokuser, visjoner, verdier og overordnede mål er identiske med fakultetets strategiplan 2014-2020.

source: A is the highest grade, F is failed.
nb: Det gis bokstavkarakter fra A-F, der F regnes som stryk.

source: Bilingualism seems to help the brain to maintain its structure and function, says DeLuca.
nb: Tospråklighet ser ut til å hjelpe hjernen med å omstrukturere seg, forteller Deluca.

source: Mini symposium for future Scandinavian-North Western Universityof Chicago Research Collaboration 1999.
nb: Utholdenhetstrening og testing på skiergometer. Skisport 1999. Rønbeck, Nils Fredrik;

source: Not all of the HIF-courses, however, may be appropriate for incorporation into the programme.
nb: Oppdatere og kvalitetssikre emner, studieprogram og studieinformasjon på nett

source: Recommended: Expanded knowledge of organic chemistry (KJE-3301 or equivalent).
nb: Valg av tema, tittel og formulering av konkret problemstilling (se emnebeskrivelse for HIF-3301)

source: Regulations for studies and examinations at UiT
nb: august for eksamen i vårsemesteret.

source: Introduction to Global Health - 10 stp
nb: Samisk teksttolkningshistorie og urfolkskritikk - 10 stp

source: Marine biodegradation of nets and twines (biodegradable polymers as the test and non-degradable PA/PE as the control) will be tested in situ in different marine habitats (seafloor, water column) in different climate zones (Skagerrak Sea, North Sea, Baltic Sea, Adriatic Sea, and Norwegian Sea) to cover a wide temperature range of 4 to 27°C.
nb: Nedbrytning av garn i sjø (biologisk nedbrytbare plastpolymerer som test og ikke-nedbrytbar PA/PE som kontroll) vil bli testet «påstedet» i forskjellige marine habitater (havbunn, vannsøyle) i ulike klimasoner (Skagerrakhavet, Nordsjøen, Østersjøen, Adriaterhavet og Norskehavet) for å dekke et bredt temperaturområde på 4 og opp til 27° C.

source: BIO-2506 Introduction to Fish Biology
nb: SIK-2506 Anvendt forskningsmetode

source: It will be arranged a 4 hour written exam counting 100%.
nb: Avsluttende skriftlig eksamen (4 t) som teller 100%.

source: The first descriptions of northern lights are more than 4 600 years old.
nb: De første beskrivelsene av nordlyset er mer enn 4 600 år gamle.

source: The research group is interdisciplinary, and consists of professionals with a background in special needs education, pedagogy, psychology and neurobiology.
nb: Forskningsgruppen er tverrfaglig, og består av fagpersoner med bakgrunn fra spesialpedagogikk, pedagogikk, psykologi og nevrobiologi.

source: Standardised tests are carried out at different ages (term, three, six, twelve and 24 months).
nb: Standardiserte tester gjennomføres ved ulike alderstrinn (ved termin og ved tre, seks, tolv og 24 måneder korrigert alder).

source: The group consists of scientists with a wide range of expertise and research experience, including pathologists, dentists, head- and neck surgeons, molecular biologists and biochemists.
nb: Forskningsgruppa består av personer med forskjellig kompetanse og forskningserfaring, fra biokjemikere, molekylærbiologer, patologer, tannleger og øre-, nese-, halsleger.

source: IDENTIFICATION AND GENE EXPRESSION ANALYSES OF POTENTIAL B CELL SURFACE MARKERS IN ATLANTIC SALMON.
nb: kan bestemme og begrunne punktgrupper til molekyler, ioner og transisjonsmetallkomplekser

source: Time Series Analysis of Low-Frequency Noise in SiGe HBTs.
nb: Eksamensoppgaver gis med utgangspunkt i dette.

source: If you do not master these concepts, you will often struggle to understand or make yourself understood.
nb: Har du ikke god orden på begrepene, så vil du i mange tilfeller streve med å forstå eller gjøre deg forstått.

source: Now he stands there with his arms around his girlfriend, both wiping their tears while discussing the illusiveness of what they see.
nb: Nå står han og holder omkring kjæresten mens de tørker tårer og prater om hvor uvirkelig det er det de ser.

source: (Oxford University Press, 2017) provides a concise introduction to health economics and its application to health policy.
nb: Lærerutdanningsforskning, er aktualisert gjennom regjeringens strategi for lærerutdanning og fokuset på partnerskap mellom universitet og skole (Kunnskapsdepartementet, 2017).

source: Registration deadline for the re-sit exam is January 15.
nb: Frist for oppmelding til kontinuasjonseksamen er 15.

source: PSY-1512 Methods and statistics II, PSY-1604 How to be a psychologist II, PSY-1701 Personality psychology, PSY-2553 Cognitive Psychology and dissemination of science
nb: PSY-1512 Statistikk og metode II, PSY-1604 Profesjonsforberedende emne II, PSY-1701 Personlighetspsykologi, PSY-2553 Cognitive Psychology and dissemination of science

source: The project manager for the survey explains that it is important that students and staff outside of Tromsø also participate.
nb: Prosjektlederen for brukerundersøkelsen forklarer at det også er viktig at studenter og ansatte utenfor Tromsø svarer.

source: JUR-8004 Writing a PhD Thesis in Law and Dissemination 3 stp
nb: Det anbefales at HEL-8004 legges til 3.

source: Computer Security - 10 stp
nb: Utvikling av menneskelige ressurser - 10 stp

source: “Although they started at the same level with northern lights tourism in Alta and Tromsø, size has been a determining factor in the struggle for tourists,” says Bente Heimtun.
nb: – Selv om de i Alta og Tromsø startet ut likt med nordlysturismen, har nok kjøttvekten blitt avgjørende i kampen om turistene, mener Bente Heimtun.

source: • Typically developing Children in (late) preschool age and in early classes of primary school • Children, young people and adults with specific disabilities, including different kinds of language learning disorders• Children and young people with general disorders of learning, combined with a lower IQ• Children and young people with minority language background.• Young people with “behavioural disorders”, including schizophrenia diagnosis.
nb: • Barn i (sen) førskolealder og på tidlige trinn i grunnskolen med et vanlig utviklingsforløp• Barn med lærevansker som mottar BU på de første årstrinn i skolen i en kombinasjon av spesialundervisning og ordinær undervisning• Barn og unge med generelle lære- og språkvansker• Barn med spesifikke lærevansker, inkludert barn med lese- og skrivevansker, og barn med matematikkvansker• Barn med minoritetsspråklig bakgrunn• Unge med schizofrenidiagnose

source: Application deadline Applicants from Nordic countries: 1. December
nb: bestått 1-årig forkurs for ingeniørutdanning, eller

source: The exam will be evaluated on an A - F grading scale, where F means fail.
nb: Eksamen evalueres med bokstavkarakter (A-F), der F regnes som stryk.

source: Students with valid absence from the exam will be offered a re-scheduled examination.
nb: Gruppebesvarelsen skal presenteres og hvert medlem i gruppa skal bidra i presentasjonen.

source: The final exam consists of a home examination and an oral examination.
nb: Karakterskala fra A-E for bestått og F for ikke bestått.

source: I wanted to see it with my own eyes,” said Green.
nb: Jeg ville se det med egne øyne, sier Green.

source: Philosophiae Doctor in Humanities and Social Sciences
nb: Philosophiae doctor i humaniora og samfunnsvitenskap

source: (South Sami Museum & Sámi Parliament) in Snåsa, Hattfjeldal Sámi school, Sitji Jarnge South Sámi Culture and Development Centre, Tärnaby, Vilhelmina and
nb: (Sørsamisk museum og sametingskontoret) i Snåsa,Hattfjeldal Samiske skole, Sitji Jarnge (samisk kultur- og utviklingssenter), Tärnaby, Vilhelmina,

source: The term papers will be assessed on an A-F grades scale.
nb: Eksamen evalueres med bokstavkarakter (A-F), der F regnes som stryk.

source: MRS stands for Magnetic Resonance Spectroscopy - it uses an MRI scanner, but instead of getting a structural scan (as you would for medical purposes), you get information that you can use to determine metabolite concentrations in the scanned area.
nb: MRS står for magnetisk resonansspektroskopi - den bruker en MR-skanner, men i stedet for å få en strukturell skanning (som du ville gjort til medisinske formål), får du informasjon som du kan bruke for å finne ut metabolittkonsentrasjoner i det skannede området.

source: It was shown that biodegradable gillnets experienced a 10-20% strength reduction due to a degradation after one year at sea without leaving traces of microplastics.
nb: Biologisk nedbrytbare garn er vist å ha en 10-20% lavere mekanisk styrke på grunn av nedbrytning etter ett år i sjøen, uten å etterlate seg mikroplast.

source: The whale was tagged in Kaldfjord 04.01.17 and started its journey southwards along the coast of Norway in February.
nb: Hvalen ble merket i Kaldfjord 04.01.17, og startet i februar en vandring sørover langs kysten av Norge.

source: Industrial activities in the Artic.Operational environment factors.
nb: Det innebærer at både undervisning og eksamensoppgaver gis på norsk.

source: Expected workload for the training component should be a total of 30 credits is one semester (estimated at 750 - 900 working hours).
nb: Forventet arbeidsomfang for opplæringsdelen samlet på 30 studiepoeng, er ett semester (estimert til 750 – 900 arbeidstimer).

source: XVI International Conference of the Studying the Scandinavian countries and Finland 2008-09-09 - 2008-09-12 2008.
nb: Konferansen for studiet av de skandinaviske land og Finland 2008-09-09 - 2008-09-12 2008.

source: The whale has been observed in Tromsø the past four years.
nb: Hvalen er observert i Tromsø de fire siste årene.

source: ECTS was introduced to simplify student exchanges as part of the Erasmus programme but has now been or is about to be introduced in numerous European countries through the Bologna process.
nb: ECTS ble introdusert for å gjøre studentutveksling enklere i forbindelse med Erasmus-programmet, men er i dag innført i en rekke europeiske land gjennom Bologna-prosessen.

source: Teaching and assessment
nb: Undervisning og eksamen

source: Researchers at UiT and the partners in CIRFA are developing new ways to identify and map sea ice.
nb: Derfor har forskere ved CIRFA og MET utviklet en ny algoritme som raskt tolker satellittbilder og gjenkjenner ulike typer havis og åpent vann.

source: The subproject will explore the ways in which state institutions and elite actors engaged in memory politics of the war after 1945.
nb: Delprosjektet vil utforske måten statlige institusjoner og eliteaktører engasjerte seg i minnepolitikken og krigens historie etter 1945.

source: Language and Literature of Medieval Russia - 10 stp
nb: Nordisk litteratur fra andre verdenskrig til i dag - 10 stp

source: with NCLOS - Norwegian Centre for the Law of the Sea, UiT.
nb: med NCLOS - Norsk senter for havrett, UiT.

source: In Alta, in Tromsø and on board Hurtigruta they saw the northern lights at the same time.
nb: I Alta, i Tromsø og om bord i Hurtigruten så de nordlyset samtidig.

source: 150 infants born <32 weeks gestational age are randomly assigned either to intervention or control group.
nb: 150 barn født med en gestasjonsalder < uke 32 randomiseres til intervensjon - eller kontroll gruppe.

source: PhD students or holders of a Norwegian master´s degree of five years or 3+ 2 years (or equivalent) may be admitted.
nb: Ph.d.-studenter og søkere med norsk mastergrad på fem år eller 3+2 år (eller tilsvarende), er kvalifiserte søkere.

source: In addition, the arctic dimension has been expanded to include reference populations and the southern hemisphere with projects and co-work in Australia, Africa and South America.
nb: I tillegg har den arktiske dimensjonen blitt utvidet til å omfatte referansepopulasjoner i sørligere strøk med prosjekter og samarbeid i Australia, Vietnam, Afrika, Kaukasus og Sør-Amerika.

source: The supervision include the preparation of a plan for the dissertation and the training component (student's individual education plan), academic dialogue, assistance to the student in establishing professional networks, written and oral feedback on the dissertation text, etc.
nb: Veiledningen omfatter utarbeidelse av plan for arbeidet med avhandlingen og opplæringsdelen (studentens individuelle utdanningsplan), faglig dialog, bistand til studenten i å etablere faglig nettverk, skriftlig og muntlig tilbakemelding på innlevert avhandlingstekst m.v.

source: The students will be expected to collaborate in reading groups.
nb: Undervisningen er basert på «omvendt klasserom» og består av fire deler.

source: To apply for exchange abroad, please log on to the Student Web to add the course UTV-0001 to your educational plan.
nb: september, og flere har allerede registrert seg på emnet UTV-0001 og lagt inn søknad om utveksling til universiteter både i og utenfor Europa. Det er i utgangspunktet åpent for å søke seg til læresteder både i og utenfor Europa.

source: Portfolio hand in date 03.06.2022
nb: Hjemmeeksamen innlevering 03.06.2022

source: Obligatory prerequisites PSY-1512 Methods and statistics II, PSY-1604 How to be a psychologist II, PSY-1701 Personality psychology, PSY-2553 Cognitive Psychology and dissemination of science
nb: PSY-1512 Statistikk og metode II, PSY-1604 Profesjonsforberedende emne II, PSY-1701 Personlighetspsykologi, PSY-2553 Cognitive Psychology and dissemination of science

source: After travelling more than 13 000 km, from Buenos Aires to Tromsø, Juan Manuel Balsamo and Lara Serreri Green saw the green dream unfold itself above them in the sky.
nb: Etter å ha reist mer enn 13 000 kilometer fra Buenos Aires til Tromsø, ser Juan Manuel Balsamo og Lara Serreri Green den grønne drømmen utfolde seg på himmelen over dem.

source: The course may be taken as a single course.
nb: Kan ikke tas som enkeltemne.

source: The course covers mathematical characterization of discrete images, sampling, reconstruction and important image transforms.
nb: grunnleggende kunnskap om sentrale konsepter og begreper innen objektorientert programmering, som innkapsling, klasser, arv og polymorfi.

source: Established in 2015 ProVel aims to become a professional arena for:
nb: Med oppstart i 2015 har ProVel blitt en solid forankret faglig arena for å:

source: basic theories in competitive strategy
nb: Ha oversikt over noen av de mest sentrale forskningsbidrag i emnet.

source: PRISMAS project, led by Maaike Knol-Kauffman, recently started up.
nb: PRISMAS, ledet av Maaike Knol-Kauffman, startet nylig opp.

source: - Løvold AS has developed products and solutions in collaboration with customers for many years.
nb: - Løvold AS har videreutviklet produkter og løsninger i samarbeid med kundene i mange år.

source: Changes in the organization of Norwegian fisheries.
nb: Fiskerinæringen i Finnmark under okkupasjonen.

source: can describe the basic properties of DNA, RNA and protein
nb: Seminar og gruppearbeid med muntlige og skriftlige øvelser.

source: Upon completion of the course, students should be able to:
nb: OL-prosessen i Tromsø, ulike fortellinger.

source: from PluriCourts, UiO will introduce the conflict and the field of international law of the sea.
nb: fra PluriCourts, UiO innleder om saken og internasjonal havrett.

source: , where researchers at UiT can disseminate their own research in the form of short, easy-to-understand and popular science texts.
nb: , hvor forskere ved UiT kan formidle egen forskning i form av korte, lettfattelige og populærvitenskapelige tekster.

source: Olsen, Stian; Popper, Zoe A.; Krause, Kirsten.
nb: Isaksen, Torbjørn. Machiavellis tanker om politikk og makt:

source: Can bilingualism help keep you young and healthy?
nb: Kan tospråklighet bidra til å holde deg ung og frisk?

source: Therefore, we have taken a closer look at the extent of bilingual experience on brain metabolite levels.
nb: Deluca forklarer at hjernen alltid prøver å være effektiv, og hjernemetabolittene er involvert i denne prosessen.

source: will analyze the heated and recurring post-war debate about the invasion and military defeat in the spring of 1940.
nb: Prosjektet vil analysere den gjentagende og opphetede debatten om innvasjonen og det norske nederlaget våren 1940.

source: General expertise - The student can:
nb: student som ved en individuell oppgave.

source: Statistical calculations for evaluation of the infants’ motor development will be carried out up to the infants corrected age of 24 months.
nb: Resultatene danner grunnlag for statistiske beregninger for vurdering av barnas bevegelsesutvikling frem til 24 måneder korrigert alder.

source: All applicant must have completed their master's degree with the average grade of C or better.
nb: Søker må dokumentere engelskkunnskaper som tilfredsstiller kravet i norsk generell studiekompetanse.

source: A few hours later, 13 000 km away, beautiful pictures appear on the screens of 1 400 Facebook friends: They receive likes and comments.
nb: Noen timer etterpå dukker det koselige bildet opp på skjermer 13 000 kilometer unna – hos 1 400 Facebook-venner:

source: Have a deep understanding of ethics that relates to the retrieval of data for analytical perspectives in the CI-process, and not to step over these boarders.
nb: kan kommunisere om faglige problemstillinger, analyser og konklusjoner relevant for fiskens biokjemi og metabolske endringer, mikroflora og kvalitet på fisk.

source: How can we map them to help ships decide the best and safest course?
nb: Hvordan kan vi hjelpe skip med å finne den beste og sikreste kursen?

source: Biostatistics II - 10 stp
nb: Bacheloroppgave i kvensk språk og kultur - 10 stp

source: Cite academic work, including published research data, in line with existing norms and conventions.
nb: anvende kunnskaper og ferdigheter ervervet i arbeidet med masteroppgaven, individuelt og i samarbeid med andre
